/* 30 days */
"30 days" = "30 days";

/* 7 days */
"7 days" = "7 days";

/* PlaceholderText in the textfield to add or edit name of Streak */
"Add Name" = "Add Name";

/* Back to Streak Collection */
"Back" = "Back";

/* Cancel the current time Selection
   Cancel the goal selection
   Cancel the name Alert */
"Cancel" = "Cancel";

/* Change the start day of the streak */
"Change the start day of the streak" = "Change the start day of the streak";

/* The ammount of days the streak has been active */
"Day" = "Day";

/* The ammount of days the streak has been active */
"Days" = "Days";

/* Alert Title when a Streak is being renamed */
"Edit Streak" = "Edit Streak";

/* Enter the current change the start date */
"Enter" = "Enter";

/* Alert Title when a new Streak is started */
"New Streak" = "New Streak";

/* Alert Subtitle when a streak is being renamed */
"Please input new name for this Streak" = "Please input new name for this Streak";

/* Alert Subtitle when a new Streak is started */
"Please name your new Streak" = "Please name your new Streak";

/* remove current Goal */
"remove current Goal" = "remove current Goal";

/* Save the name entered */
"Save" = "Save";

/* Alert Title to set goal of streak */
"Set a Goal for your Streak:" = "Set a Goal for your Streak:";

/* Call to action to start a new Streak */
"Start new Streak" = "Start new Streak";

